import '../../home/IntroSection/IntroSection.scss'
import './AboutIntroSection.scss'

export default function AboutIntroSection() {
    return (
        <>
            <section className="intro_section">
                <div className="intro_content aboutIntroSection_content">
                    <div className='into_card'>
                        <div className="card_text">
                            <h2 className='subheading'>ЗАТИШНИЙ СІМЕЙНИЙ ЗАКЛАД
                                Ресторан "Garrison Pub"</h2> <br />
                            <p className='text_section'>
                                "Garrison Pub" - ресторан для фанатів серіалу “Гострі картузи”! Відчути себе членом банди та пропустити по чарці елітного віскі або вирішити ділові справи. Саме тому ми створили місце, де б кожна людина відчувала себе головним героєм серіалу. Наш заклад – це ресторан, в якому відвідувач може отримати естетичне та кулінарне задоволення.Ресторан одночасно розрахований під різну аудиторію гостей на трьох поверхах. На веранді створена зона для куріння. На першому поверсі – лаунж зона, тут можна комфортно провести бізнес-зустріч, переговори чи просто пообідати. Другий поверх призначений для проведення різноманітних масових заходів – презентації, банкети, корпоративи, весілля тощо. У залі зручно розміщуються до 70 гостей. На третьому поверсі розташована затишна та вишукана банкетна кімната, розрахована на 10-12 персон.
                            </p>
                        </div>
                        <div className="card_img"></div>

                    </div>
                </div>
            </section>
        </>
    )

}